a= {
  "msg": "发票抬头不在查询范围内",
  "result": {
    "xfsbh": "913703036920078355",
    "gfsbh": "91320213703501733F",
    "fpdm": "3700172130",
    "cysj": "2018-04-03 13:39:52",
    "childlist": {
      "CHILD": {
        "HWMC": "*住宿服务*住宿费",
        "GGXH": " ",
        "DW": " ",
        "SL": "1",
        "DJ": "325.47169811320754",
        "JE": "325.47",
        "SLV": "6",
        "SE": "19.53"
      }
    },
    "gfmc": "维美德造纸机械技术(中国)有限公司",
    "gfyhzh": "渣打银行（中国）有限公司上海分行 4180530143",
    "fplx": "01",
    "cycs": "6",
    "xfyhzh": "齐商银行鲁中支行024061443709025",
    "se": "19.53",
    "kprq": "20180103",
    "gfdzdh": "江苏省无锡市新区汉江路2号 85225939",
    "bz": " ",
    "xfdzdh": "淄博高新区鲁泰大道48号 0533-2320000",
    "jshj": "345.0",
    "je": "325.47",
    "xfmc": "淄博蓝海国际大饭店有限公司",
    "jqbh": "661602341548",
    "fphm": "00390424",
    "jym": "62815750032650915668"
  },
  "code": 10023
}